tap "aaronraimist/tap"
tap "buo/cask-upgrade"
tap "cartr/qt4"
tap "cjbassi/gotop"
tap "cjbassi/ytop"
tap "cmacrae/formulae"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "liamg/aminal"
tap "mczachurski/wallpapper"
tap "railwaycat/emacsmacport"
tap "teamookla/speedtest"
tap "thekevjames/youtube-viewer"
tap "zegervdv/zathura"
brew "adns"
brew "freetype"
brew "fontconfig"
brew "openssl@1.1"
brew "pcre"
brew "glib"
brew "libxcb"
brew "lzo"
brew "pixman"
brew "fribidi"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "graphite2"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "atk"
brew "gsettings-desktop-schemas"
brew "hicolor-icon-theme"
brew "libepoxy"
brew "gtk+3"
brew "aom"
brew "aria2"
brew "asio"
brew "assimp"
brew "autoconf"
brew "automake"
brew "bash"
brew "bib-tool"
brew "bottom"
brew "bullet"
brew "eigen"
brew "gmp"
brew "zstd"
brew "cmake"
brew "cmake-docs"
brew "console_bridge"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "cunit"
brew "dash"
brew "dav1d"
brew "desktop-file-utils"
brew "dmenu"
brew "docbook"
brew "docbook-xsl"
brew "docbook2x"
brew "dwm"
brew "e2fsprogs"
brew "fd"
brew "feh"
brew "fff"
brew "libogg"
brew "flac"
brew "frei0r"
brew "libunistring"
brew "guile"
brew "libevent"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "lame"
brew "libass"
brew "libsoxr"
brew "sdl2"
brew "ffmpeg"
brew "fio"
brew "firefoxpwa"
brew "ncurses"
brew "pcre2"
brew "fish"
brew "fizsh"
brew "fortune"
brew "graphviz"
brew "vala"
brew "jemalloc"
brew "libev"
brew "libxml2"
brew "nghttp2"
brew "gedit"
brew "gh"
brew "git"
brew "git-lfs"
brew "nspr"
brew "gjs"
brew "glow"
brew "libgpg-error"
brew "gnupg"
brew "gotop"
brew "groff"
brew "gstreamer"
brew "gst-plugins-base"
brew "gst-plugins-good"
brew "ifstat"
brew "libheif"
brew "imagemagick"
brew "intltool"
brew "irssi"
brew "jq"
brew "launch"
brew "libarchive"
brew "libolm"
brew "libressl"
brew "libusbmuxd"
brew "libxslt"
brew "log4cxx"
brew "lolcat"
brew "luarocks"
brew "mas"
brew "micro"
brew "movgrab"
brew "mpv"
brew "mupdf-tools"
brew "mutt"
brew "mysql"
brew "naga"
brew "nasm"
brew "neofetch"
brew "neovim"
brew "node"
brew "nss"
brew "pugixml"
brew "vtk"
brew "opencv"
brew "pandoc"
brew "par"
brew "pfetch"
brew "pidgin"
brew "pidof"
brew "poco"
brew "poppler"
brew "pv"
brew "pyqt"
brew "python@3.8"
brew "qemu"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "rxvt-unicode"
brew "screenfetch"
brew "shellcheck"
brew "sl"
brew "spdlog"
brew "speedtest-cli"
brew "sphinx-doc"
brew "spotify-tui"
brew "subliminal"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tinyxml"
brew "tinyxml2"
brew "tldr"
brew "utf8proc"
brew "tmux"
brew "vim"
brew "w3m"
brew "wget"
brew "yadm"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "aaronraimist/tap/gomuks"
brew "cartr/qt4/qt@4"
brew "cartr/qt4/shiboken@1.2"
brew "cartr/qt4/pyside@1.2"
brew "cjbassi/ytop/ytop"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["with-no-titlebar"]
brew "koekeishiya/formulae/skhd", args: ["HEAD"]
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "thekevjames/youtube-viewer/youtube-viewer"
brew "zegervdv/zathura/girara", args: ["HEAD"]
cask "adobe-connect"
cask "android-messages"
cask "balenaetcher"
cask "basictex"
cask "blackhole-2ch"
cask "blender"
cask "brave-browser"
cask "chromium"
cask "firefox"
cask "flycut"
cask "font-fira-code"
cask "gdisk"
cask "gimp"
cask "google-drive"
cask "kitty"
cask "krita"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "musescore"
cask "mysql-shell"
cask "onedrive"
cask "qutebrowser"
cask "skype"
cask "skypewebplugin"
cask "spotify"
cask "thunderbird"
cask "ti-connect-ce"
cask "vlc"
cask "vmware-fusion"
cask "xscreensaver"
cask "zoom"
mas "Compressor", id: 424390742
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Messenger", id: 1480068668
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Recipe Keeper", id: 1315583175
mas "WhatsApp", id: 1147396723
