tap "aaronraimist/tap"
tap "buo/cask-upgrade"
tap "cartr/qt4"
tap "cjbassi/gotop"
tap "cjbassi/ytop"
tap "clementtsang/bottom"
tap "cmacrae/formulae"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "liamg/aminal"
tap "mczachurski/wallpapper"
tap "railwaycat/emacsmacport"
tap "teamookla/speedtest"
tap "thekevjames/youtube-viewer"
tap "zegervdv/zathura"
brew "adns"
brew "freetype"
brew "fontconfig"
brew "openssl@1.1"
brew "pcre"
brew "python@3.9"
brew "glib"
brew "lzo"
brew "pixman"
brew "fribidi"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "graphite2"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "atk"
brew "gsettings-desktop-schemas"
brew "hicolor-icon-theme"
brew "libepoxy"
brew "gtk+3"
brew "aom"
brew "archey"
brew "aria2"
brew "asio"
brew "assimp"
brew "autoconf"
brew "automake"
brew "bash"
brew "bib-tool"
brew "bullet"
brew "eigen"
brew "gmp"
brew "ceres-solver"
brew "cmake"
brew "console_bridge"
brew "coreutils"
brew "ctags"
brew "cunit"
brew "dav1d"
brew "desktop-file-utils"
brew "libxcb"
brew "dmenu"
brew "docbook"
brew "docbook-xsl"
brew "docbook2x"
brew "dwm"
brew "e2fsprogs"
brew "fd"
brew "libogg"
brew "flac"
brew "frei0r"
brew "libunistring"
brew "guile"
brew "libevent"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "lame"
brew "libass"
brew "libsoxr"
brew "sdl2"
brew "ffmpeg"
brew "pcre2"
brew "fish"
brew "ncurses"
brew "fizsh"
brew "graphviz"
brew "vala"
brew "libxml2"
brew "gedit"
brew "gh"
brew "git"
brew "git-lfs"
brew "glow"
brew "libgpg-error"
brew "gnupg"
brew "go"
brew "gotop"
brew "groff"
brew "gstreamer"
brew "gst-plugins-base"
brew "gst-plugins-good"
brew "ifstat"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "intltool"
brew "irssi"
brew "jq"
brew "launch"
brew "zstd"
brew "libarchive"
brew "libolm"
brew "libressl"
brew "libxslt"
brew "log4cxx"
brew "luarocks"
brew "mas"
brew "micro"
brew "movgrab"
brew "youtube-dl"
brew "mpv"
brew "mupdf-tools"
brew "mutt"
brew "naga"
brew "nasm"
brew "neofetch"
brew "neovim"
brew "node"
brew "nspr"
brew "nss"
brew "pugixml"
brew "qt"
brew "opencv"
brew "pandoc"
brew "par"
brew "pfetch"
brew "poco"
brew "poppler"
brew "pv"
brew "qemu"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "rxvt-unicode"
brew "screenfetch"
brew "shellcheck"
brew "sl"
brew "spdlog"
brew "speedtest-cli"
brew "sphinx-doc"
brew "subliminal"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tinyxml"
brew "tinyxml2"
brew "tldr"
brew "utf8proc"
brew "tmux"
brew "vim"
brew "wget"
brew "yadm"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "aaronraimist/tap/gomuks"
brew "cartr/qt4/qt@4", link: false
brew "cartr/qt4/shiboken@1.2"
brew "cartr/qt4/pyside@1.2"
brew "cjbassi/ytop/ytop"
brew "clementtsang/bottom/bottom"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "mczachurski/wallpapper/wallpapper"
brew "thekevjames/youtube-viewer/youtube-viewer"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "basictex"
cask "blackhole-2ch"
cask "brave-browser"
cask "checkra1n"
cask "chromium"
cask "clean-me"
cask "dozer"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "kitty"
cask "qutebrowser"
cask "seaglass"
cask "skype"
cask "skypewebplugin"
cask "ubersicht"
cask "xquartz"
cask "xscreensaver"
cask "zoom"
cask "zoomus"
mas "Amphetamine", id: 937984704
mas "Flycut", id: 442160987
mas "GeoGebra Classic 6", id: 1182481622
mas "Speedtest", id: 1153157709
mas "Xcode", id: 497799835
